Repository: Erict19/unconnectedreddit
Catalog: unconnectedreddit/locale/*/LC_MESSAGES/django.po
Languages: hi

source: Hindi
hi: हिन्दी

source: English
hi: अंग्रेज़ी

source: Damadam
hi: दमादम

source: Aap ke aas paas logg internet par yeh dekh rehay hain:
hi: आप के आस पास लोग इंटरनेट पे ये देख रहे हैं:

source: Bindas gupshup aur Internet links!
hi: बिंदास गपशप और इंटरनेट लिंक्स

source: Home
hi: होम

source: KUCH LIKHO
hi: कुछ लिखो

source: Register
hi: रिजिस्टर

source: Login
hi: लॉग इन

source: ki profile
hi: की प्रोफाइल

source: Aap ka mobile number kisi aur ko nahi dikhaya jaye ga
hi: आप का मोबाइल नंबर किसी और को नही दिखाया जाएगा

source: Ling
hi: लिंग

source: Shaadi shuda
hi: विवाहित

source: Shakal soorat
hi: शकल सूरत

source: Save
hi: इसको पक्का करो

source: ke adhikar
hi: के अधिकार

source: Sab ka score dikhao
hi: सब का स्कोर दिखाओ

source: Agar pehlay kabhi login nahi kiya toh
hi: अगर पहले कभी नही लॉग इन किया तो

source: register
hi: रिजिस्टर

source: karo.
hi: करो

source: Nickname aur password wohi honay chahiye jin se pehlay register kiya tha. Bhool gaye ho toh
hi: नाम और पासवर्ड वोही होना चाहिए जिन से पहले रिजिस्टर किया था| भूल गये हो तो

source: doobara register
hi: दोबारा रिजिस्टर

source: Nickname:
hi: मुंह बोला नाम :

source: Password:
hi: पासवर्ड :

source: Score kaise badhta hai
hi: स्कोर कैसे बढ़ता हैं

source: Kuch likho gay toh score
hi: कुछ लिखोगे तो स्कोर

source: ho jaye ga
hi: हो जाएगा

source: Aap ne jo likha hai, agar usay
hi: आप ने जो लिखा हैं, उससे

source: vote milay toh score
hi: वोट मिले तो स्कोर

source: Score:
hi: स्कोर:

source: About:
hi: मेरी ख़ास बात :

source: Age:
hi: आयु :

source: Ling:
hi: लिंग :

source: Mahila
hi: महिला

source: Purush
hi: पुरुष

source: Shaadi shuda:
hi: विवाहित :

source: Yes
hi: हाँ

source: No
hi: नही

source: Shakal soorat:
hi: शकल सूरत:

source: Ekdum kadak yaar
hi: एकदम कड़क यार

source: Itni burri bhi nahi
hi: इतनी बुरी भी नही

source: Shakal pe mat ja
hi: शकल पे मत जा

source: Profile badlo
hi: प्रोफाइल बदलो

source: Sab ka score dikhao:
hi: सब का स्कोर दिखाओ:

source: Adhikar badlo
hi: अधिकार बदलो

source: ki Profile
hi: की प्रोफाइल

source: Bio:
hi: मेरी ख़ास बात :

source: Change my profile
hi: प्रोफाइल बदलो

source: Kiya isko mita doon:
hi: क्या मैं इसको मिटा दू :

source: Nahi Mitao
hi: नही मिटाओ

source: Mita do
hi: मिटाओ

source: Edit
hi: इसको बदलो

source: Delete
hi: इसको मिटाओ

source: Comments:
hi: कॉमेंट :

source: Add comment
hi: लिख लिया

source: Comment karney ke liye
hi: कॉमेंट करने के लिए

source: register
hi: रिजिस्टर

source: Kuch Likho!
hi: कुछ लिखो

source: Jokes, stories, dil ki baat, mazay mazay ke links, sab chalta hai!
hi: चुटकुले, कहानियों, मंन की बात, मज़े मज़े के लिंक्स, सब चलता हैं!

source: Add
hi: लिख लिया

source: Aap jo likhogey, usko 'Home' pe aaney mai shayid 2-3 min lag jain. Chinta mat karna
hi: आप जो लिखोगे उसको होम पे आने मैं शायड 2-3 मिनिट लग जाए| चिंता मत करना

source: ne likha,
hi: ने लिखा,

source: wapis lo
hi: वापिस लो

source: comment
hi: कॉमेंट

source: comments
hi: कॉमेंट

source: comment karo
hi: कॉमेंट करो

source: pichla panna
hi: पिछला पन्ना

source: agla panna
hi: अगला पन्ना

source: Nickname aur password wohi honay chahiye jin se pehlay register kiya tha!
hi: नाम और पासवर्ड वोही होना चाहिए जिन से पहले रिजिस्टर किया था!

source: Bhool gaye ho toh doobara
hi: भूल गये हो तो दोबारा

source: Register karo
hi: रिजिस्टर करो

source: Register karne se aap likh, vote aur comment kar sakte ho! Agar pehlay register kiya hua hai toh
hi: रिजिस्टर करने से आप लिख, वोट और कॉमेंट कर सकते हो! अगर पहले रिजिस्टर किया हो तो

source: login
hi: लॉग इन
